Repository: hugok79/pardus-image-writer
Catalog: po/*.po
Languages: es, pt, tr

source: Checking...
es: Verificando...
pt: A verificar...
tr: Kontrol ediliyor...

source: Checking the file's integrity...
es: Verificando la integridad del fichero...
pt: A verificar a integridade do ficheiro...
tr: Dosya kontrol ediliyor...

source: Calculating the hash value of the file...
es: Calculando el valor hash del fichero...
pt: A calcular o valor hash do ficheiro...
tr: Dosyanın hash değeri hesaplanıyor...

source: Retrieving data from <b>pardus.org.tr</b>...
es: Recuperando datos de <b>pardus.org.tr</b>...
pt: A recuperar dados de <b>pardus.org.tr</b>...
tr: Veriler <b>pardus.org.tr</b> adresinden alınıyor...

source: Are you sure?
es: Ests seguro?
pt: Tem a certeza?
tr: Emin misiniz?

source: This file:
es: Este fichero:
pt: Este ficheiro:
tr: Bu dosya:

source: Will be written on this disk:
es: Ser grabado en este disco:
pt: Será gravado neste disco:
tr: Bu diske yazılacak:

source: <b>WARNING:</b> All the personal data on the device will be deleted. Do you want to continue?
es: <b>Aviso:</b> Todos los datos personales en el dispositivo sern eliminados. Quieres continuar?
pt: <b>AVISO:</b> Todos os dados pessoais do dispositivo serão eliminados. Quer continuar?
tr: <b>UYARI:</b> Cihazdaki tüm verileriniz silinecek. Devam etmek istiyor musunuz?

source: DD Mode [Recommended]
es: Modo DD [Recomendado]
pt: Modo DD [Recomendado]
tr: DD Modu [Önerilen]

source: ISO Mode (for GNU/Linux)
es: Modo Iso (para GNU/Linux)
pt: Modo ISO (para GNU/Linux)
tr: ISO Modu (GNU/Linux için)

source: ISO Mode (for Windows)
es: Modo ISO (para Windows)
pt: Modo ISO (para Windows)
tr: ISO Modu (Windows için)

source: Pardus Image Writer
pt: Gravador de Imagem Pardus
tr: Pardus Disk Kalıbı Yazıcı

source: <b><big>Pardus Image Writer</big></b>
pt: <b><big>Gravador de Imagem Pardus</big></b>
tr: <b><big>Pardus Disk Kalıbı Yazıcı</big></b>

source: Select ISO or IMG File
es: Seleccionar archivo ISO o IMG
pt: Selecionar ficheiro ISO ou IMG
tr: ISO veya IMG Dosyası Seçiniz

source: grub not found
es: Grub no encontrado
pt: grub não encontrado
tr: grub bulunamadı

source: Cancel
es: Cancelar
pt: Cancelar
tr: İptal Et

source: Install
es: Instalar
pt: Instalar
tr: Yükle

source: Message
es: Mensaje
pt: Mensagem
tr: Mesaj

source: Check ISO online (Pardus only)
es: Verificar ISO online (solo Pardus)
pt: Verificar a ISO online (apenas Pardus)
tr: ISO'yu çevrimiçi doğrula (Pardus için)

source: Start
es: Iniciar
pt: Iniciar
tr: Başlat

source: Writing process is finished.
es: Proceso de grabacin finalizado
pt: O processo de gravação está concluído.
tr: Yazma işlemi bitti.

source: You can eject the USB disk.
es: Puedes extraer el dispositivo USB
pt: Pode ejetar o disco USB.
tr: USB Belleği çıkarabilirsiniz.

source: Quit
es: Cerrar
pt: Sair
tr: Çıkış

source: Write a new file.
es: Grabar un nuevo archivo
pt: Gravar um novo ficheiro.
tr: Yeni dosya yaz.

source: Write ISO Images to USB devices easily.
es: Grabar faclmente imagenes ISO en dispositivos USB
pt: Grava facilmente imagens ISO em dispositivos USB.
tr: ISO kalıplarını USB disklere kolayca yazın.

source: translator-credits
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
tr: Fatih Altun <fatih.altun@pardus.org.tr> Emin Fedar <emin.fedar@pardus.org.tr>

source: About Pardus Image Writer
pt: Acerca do Gravador de Imagem Pardus
tr: Pardus Disk Kalıbı Yazıcı Hakkında

source: Target {} does not exists
es: Fichero {} no existe
pt: O alvo {} não existe
tr: {} hedefi mevcut değil

source: Please install {}
es: Por favor instalar {}
pt: Instalar {}
tr: Lütfen {} yükleyin

source: {} not found
es: {} no encontrado
pt: {} não encontrado
tr: {} bulunamadı

source: Installation done.
es: Instalacin completada.
pt: Instalação concluída.
tr: Yükleme tamamlandı.

source: Installation failed.
es: Instalacin no completada.
pt: Falha ao instalar.
tr: Yükleme başarısız.

source: Integrity checking failed.
es: Fallo al verificar la integridad.
pt: Falha ao verificar a integridade.
tr: Veri bütünlüğü kontrolü başarısız.

source: This is not a Pardus ISO, or it is corrupted.
es: Esto no es una ISO de Pardus o esta corrupta.
pt: Isto não é uma ISO Pardus, ou está corrompida.
tr: Bu bir Pardus Kalıbı değil veya dosya bozulmuş.

source: Could not connect to pardus.org.tr.
es: No se pudo conectar con pardus.org.tr
pt: Não foi possível estabelecer ligação a pardus.org.tr.
tr: pardus.org.tr adresine bağlanılamadı.

source: Error!
pt: Erro!
tr: Hata!

source: An error occured while writing the file to the disk.
es: Un error ocurro mientras se escriba el fichero al disco.
pt: Ocorreu um erro ao gravar o ficheiro no disco.
tr: Dosya diske yazılırken bir hata oluştu.

source: Please make sure the USB device is connected properly and try again.
es: Por favor asegurate de que el dispositivo USB esta conectado correctamente y intntalo de nuevo
pt: Certifique-se de que o dispositivo USB está corretamente ligado e tente novamente.
tr: Lütfen USB cihazın düzgün takılı olduğundan emin olun ve tekrar deneyin.
